/* (No Commment) */
"
This license was purchased in the Mac App Store. 
Thank you!" = "Die Lizenz wurde im Mac App Store gekauft.";

/* (No Commment) */
"
Your copy of BetterZip is registered. Thank you!" = "
BetterZip ist registriert. Vielen Dank!";

/* (No Commment) */
"%d days left" = "%d Tage übrig";

/* (No Commment) */
"Automatically check for updates (last check: %@)" = "Automatisch nach neuen Versionen suchen (letzte Suche: %@)";

/* (No Commment) */
"Better get your license today!" = "Am besten gleich kaufen!";

/* (No Commment) */
"BetterZip has detected more copies running at the same time in your network than you have license keys. 

Every computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip hat mehr Kopien in Ihrem Netzwerk entdeckt als Sie Lizenzen erworben haben. 

Jeder Mac, auf dem Sie BetterZip ausführen braucht eine eigene Lizenz. Mehrplatzlizenzen sind vergünstigt. ";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip ist noch nicht registriert. Die Testzeit endet heute. Um BetterZip weiter benützen zu können, registrieren Sie es gleich! Einfach die Schaltfläche 'Jetzt kaufen' unten anklicken.";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period will end in %d days. 

If you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip ist noch nicht registriert. Die Testzeit läuft in %d Tagen ab. 

Wenn Sie BetterZip mögen, klicken Sie auf die Schaltfläche \"Jetzt kaufen\", und erhalten Sie in Kürze Ihren Lizenzcode!";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip ist noch nicht registriert. Die Testzeit endet morgen. Um BetterZip weiter benützen zu können, registrieren Sie es noch heute! Einfach die Schaltfläche 'Jetzt kaufen' unten anklicken.";

/* (No Commment) */
"Buy Me!" = "Kauf mich!";

/* (No Commment) */
"Buy Now..." = "Jetzt kaufen…";

/* (No Commment) */
"Buy now" = "Jetzt kaufen";

/* (No Commment) */
"Buy today!" = "Die Testzeit ist um";

/* (No Commment) */
"Check for Updates..." = "Neue Versionen suchen...";

/* (No Commment) */
"Continue" = "Weiter";

/* (No Commment) */
"Great!" = "Super!";

/* (No Commment) */
"Instant Karma" = "Instant-Karma";

/* (No Commment) */
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "Es ist lange her seit Sie zuletzt BetterZip getestet haben. Nehmen Sie sich ruhig noch etwas Zeit um es zu testen. Ihre Testzeit wurde um fünf Tage verlängert.";

/* (No Commment) */
"Later" = "Später";

/* (No Commment) */
"More license keys required." = "Mehr Lizenzen werden benötigt.";

/* (No Commment) */
"Must.Buy.Now." = "Jetzt kaufen…";

/* (No Commment) */
"Please register BetterZip to enable the saving of archives." = "Bitte registrieren Sie BetterZip, um das Speichern von Archiven wieder zu aktivieren.";

/* (No Commment) */
"Pleeease!" = "Klick!";

/* (No Commment) */
"Registration..." = "Registrierung...";

/* (No Commment) */
"Registration: # %d on %@
Licensee: %@" = "Registrierung: # %d am %@
Lizenznehmer: %@";

/* (No Commment) */
"Registration: # %d on %@ for %d licenses
Licensee: %@" = "Registrierung: # %d am %@ für %d Lizenzen
Lizenznehmer: %@";

/* (No Commment) */
"The code is invalid. Make sure you pasted the complete key into the text field." = "Der Code ist ungültig. Stellen Sie sicher, dass Sie ihn vollständig kopiert haben";

/* (No Commment) */
"The trial period is over" = "Die Testzeit ist um";

/* (No Commment) */
"This function is available to registered users only." = "Diese Funktion ist registrierten Benutzern vorbehalten.";

/* (No Commment) */
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Dies ist ein Lizenzcode für eine ältere Version von BetterZip. Sie können mit ihm eine ermäßigte Lizenz für BetterZip 4 erwerben. Klicken Sie dazu “Jetzt upgraden” unten im Fenster.";

/* (No Commment) */
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Dies ist ein temporärer Lizenzcode für die Mac App Store Version von BetterZip 2. Sie können mit ihm eine ermäßigte Lizenz für BetterZip 4 erwerben. Klicken Sie dazu “Jetzt upgraden” unten im Fenster.";

/* (No Commment) */
"Trial user
%d days left" = "Tester
%d Tage verbleibend";

/* (No Commment) */
"Upgrade now" = "Jetzt upgraden";

/* (No Commment) */
"Welcome back to BetterZip!" = "Willkommen bei BetterZip!";

/* (No Commment) */
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.
Click the 'Buy now' button to check it out." = "Ihre Lizenz ist nicht gültig für diese Version von BetterZip, aber unsere Upgradepreise sind sehr vernünftig.
Klicken Sie auf die Schaltfläche 'Jetzt kaufen', um mehr zu erfahren.";

/* (No Commment) */
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "Oje, die Testzeit ist jetzt wirklich vorbei. Obwohl BetterZip noch einige Tage funktioniert, sollten Sie es bald registrieren, damit es weiterläuft! Einfach die Schaltfläche unten anklicken. Dann bekommen Sie Ihre Lizenz binnen Minuten.";

/* (No Commment) */
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "Oje, die Testzeit ist jetzt wirklich vorbei. Sie können zwar noch in Archive reinschauen, aber das Speichern wurde deaktiviert. Um BetterZip wieder ganz benützen zu können, registrieren Sie es noch heute!";

/* (No Commment) */
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";

/* (No Commment) */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";

/* (No Commment) */
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";

